Repository: yeager/swedish-tm
Catalog: sv-weblate.tmx
Source language: en
Languages: sv

source: This message is a reminder that {amount} is going to be debited from your default payment instrument on {debit_date} in order to renew your donations to {recipients}.
sv: Det hÃ¤r meddelandet Ã¤r en pÃ¥minnelse om att {amount} kommer att debiteras frÃ¥n ditt fÃ¶redragna betalningsmedel den {debit_date} fÃ¶r att fÃ¶rnya dina donationer till {recipients}.

source: If you wish to modify your donations, click on the following link: {link_start}manage my donations{link_end}.
sv: Om du vill Ã¤ndra dina donationer, klicka pÃ¥ lÃ¤nken: {link_start}hantera mina donationer{link_end}.

source: A receipt will be available once the payment has been successfully processed. You can see all your payments and receipts in {link_start}your account's ledger{link_end}.
sv: Ett kvitto kommer vara tillgÃ¤ngligt nÃ¤r betalningen har bearbetats framgÃ¥ngsrikt. Du kan se alla dina betalningar och kvitton pÃ¥ {link_start}ditt kontos liggare{link_end}.

source: Email address verification - Liberapay
sv: Verifiering av e-postadress - Liberapay

source: We've received a request to associate the email address {0} to the Liberapay account whose current address is {1}. Sound familiar?
sv: Vi har mottagit en fÃ¶rfrÃ¥gan om att ansluta e-postadressen {0} till ett konto pÃ¥ Liberapay vars nuvarande adress Ã¤r {1}. LÃ¥ter detta bekant?

source: A Liberapay account was created on {0} with the email address {1}. Was it you?
sv: Ett Liberapay-konto skapades {0} med e-postadressen {1}. Var det du?

source: Yes, I confirm
sv: Ja, jag bekrÃ¤ftar

source: No, it wasn't me
sv: Nej, det var inte jag

source: Your Liberapay account is being modified
sv: Ditt Liberapay konto Ã¤ndras

source: Someone is attempting to associate the email address {0} to the Liberapay account whose current address is {1}. If you didn't initiate this operation, then you should click on the link below and remove the anomalous address from your account.
sv: NÃ¥gon fÃ¶rsÃ¶ker associera e-postadressen {0} med det Liberapay-konto vars nuvarande adress Ã¤r {1}. Om du inte pÃ¥bÃ¶rjade denna process sÃ¥ bÃ¶r du klicka pÃ¥ lÃ¤nken nedan och ta bort den felaktiga adressen frÃ¥n ditt konto.

source: Every week as long as I am receiving donations
sv: Varje vecka sÃ¥ lÃ¤nge jag mottager donationer

source: When it's time to renew my donations
sv: NÃ¤r det Ã¤r dags att fÃ¶rnya mina donationer

source: When someone I pledge to joins Liberapay
sv: NÃ¤r nÃ¥gon jag Ã¥tagit mig registrerar sig pÃ¥ Liberapay

source: When someone invites me to join a team
sv: NÃ¤r nÃ¥gon bjuder in mig till en grupp

source: When a payment I initiated fails
sv: NÃ¤r en betalning jag pÃ¥bÃ¶rjade misslyckas

source: When a payment I initiated succeeds
sv: NÃ¤r en betalning jag pÃ¥bÃ¶rjade lyckas

source: When money is being refunded back to me
sv: NÃ¤r pengar Ã¥terbetalas tillbaka till mig

source: When an automatic donation renewal payment is upcoming
sv: NÃ¤r en automatisk donationsfÃ¶rnyelse kommer

source: When I no longer have any valid payment instrument
sv: NÃ¤r jag inte lÃ¤ngre har nÃ¥got giltigt betalningsmedel

source: When a donation renewal payment has been aborted
sv: NÃ¤r en betalning fÃ¶r donationsfÃ¶rnyelse har avbrutits

source: Expense Report
sv: Utgiftsrapport

source: Draft
sv: Utkast

source: Sent (awaiting approval)
sv: Skickat (vÃ¤ntar godkÃ¤nnelse)

source: Retracted
sv: Indragen

source: Accepted (awaiting payment)
sv: GodkÃ¤nt (avvaktar betalning)

source: Paid
sv: Betalt

source: Rejected
sv: Avvisad

source: Individual
sv: Person

source: Organization
sv: Organisation

source: Team
sv: Grupp

source: Credit/Debit Card
sv: Kredit- eller debitkort

source: Direct Debit
sv: Direktbetalning

source: Do not publish the amounts of money I send.
sv: Publicera inte mÃ¤ngden pengar som jag skickar.

source: Do not publish the amounts of money I receive.
sv: Publicera inte mÃ¤ngden pengar som jag tar emot.

source: Hide this profile from search results on Liberapay.
sv: DÃ¶lj denna profil frÃ¥n sÃ¶kresultat pÃ¥ Liberapay.

source: Tell web search engines not to index this profile.
sv: Be sÃ¶kmotorer att inte indexera denna profil.

source: Prevent this profile from being listed on Liberapay.
sv: Hindra att denna profil blir listad pÃ¥ Liberapay.

source: Symbolic
sv: Symbolisk

source: Small
sv: Liten

source: Medium
sv: Mellan

source: Large
sv: Stor

source: example@mastodon.social
sv: exempel@mastodon.social

source: Is {0} really a {1} server? It is currently not acting like one.
sv: Ãr {0} verkligen en {1}-server? Den uppfÃ¶r sig inte som en just nu.

source: You need to sign in first
sv: Du mÃ¥ste logga in fÃ¶rst

source: This account is closed
sv: Detta konto Ã¤r stÃ¤ngt

source: Authentication required
sv: Autentisering krÃ¤vs

source: We're unable to process your request right now, sorry.
sv: Vi kan tyvÃ¤rr inte behandla din fÃ¶rfrÃ¥gan just nu.

source: You need to provide a username!
sv: Du mÃ¥ste vÃ¤lja ett anvÃ¤ndarnamn!

source: The username '{0}' is too long.
sv: AnvÃ¤ndarnamnet '{0}' Ã¤r fÃ¶r lÃ¥ngt.

source: The username '{0}' contains invalid characters.
sv: AnvÃ¤ndarnamnet '{0}' innehÃ¥ller otillÃ¥tna tecken.

source: The username '{0}' is purely numerical. This isn't allowed.
sv: anvÃ¤ndarnamnet '{0}' Ã¤r rent numeriskt. Detta Ã¤r inte tillÃ¥tet.

source: The username '{0}' is restricted.
sv: AnvÃ¤ndarnamnet '{0}' Ã¤r begrÃ¤nsat.

source: The username '{0}' is already taken.
sv: AnvÃ¤ndarnamnet '{0}' Ã¤r redan taget.

source: The username '{0}' begins with a restricted character.
sv: AnvÃ¤ndarnamnet '{0}' bÃ¶rjar med ett begrÃ¤nsat tecken.

source: The username '{0}' ends with the forbidden suffix '{1}'.
sv: AnvÃ¤ndarnamnet '{0}' slutar med det fÃ¶rbjudna Ã¤ndelsen '{1}'.

source: You've already changed your username many times recently, please retry later (e.g. in a week) or contact support@liberapay.com.
sv: Du har redan Ã¤ndrat ditt anvÃ¤ndarnamn flera gÃ¥nger nyligen, var god fÃ¶rsÃ¶k igen senare (t.ex. om en vecka) eller kontakta support@liberapay.com.

source: The value '{0}' is too long.
sv: VÃ¤rdet '{0}' Ã¤r fÃ¶r lÃ¥ngt.

source: The value '{0}' contains the following forbidden characters: {1}.
sv: VÃ¤rdet '{0}' innehÃ¥ller fÃ¶ljande otillÃ¥tna tecken: {1}.

source: {0} is already connected to a different Liberapay account.
sv: {0} Ã¤r redan ansluten till ett annat Liberapay konto.

source: You cannot remove your primary email address.
sv: Du kan inte ta bort din primÃ¤ra e-postadress.

source: The email address '{0}' is not verified.
sv: E-postadressen '{0}' Ã¤r inte verifierad.

source: You've reached the maximum number of email addresses we allow.
sv: Du har nÃ¥tt det maximala antalet e-postadresser vi tillÃ¥ter.

source: '{0}' is not a valid email address.
sv: '{0}' Ã¤r inte en giltig e-postadress.

source: {0} is not a valid domain name.
sv: {0} Ã¤r inte ett giltigt domÃ¤nnamn.

source: Our attempt to resolve the domain {domain_name} failed (error message: â{error_message}â).
sv: VÃ¥rt fÃ¶rsÃ¶k att slÃ¥ upp domÃ¤nen {domain_name} misslyckades (felmeddelande: "{error_message}").

source: Our attempt to establish a connection with the {domain_name} email server failed (error message: â{error_message}â).
sv: VÃ¥rt fÃ¶rsÃ¶k att kontakta e-postservern fÃ¶r {domain_name} misslyckades (felmeddelande: â{error_message}â).

source: '{domain_name}' is not a valid email domain.
sv: '{domain_name}' Ã¤r inte en giltig e-postdomÃ¤n.

source: The email address {email_address} doesn't seem to exist. The {domain} email server at IP address {ip_address} rejected it with the error message â{error_message}â.
sv: E-postadressen {email_address} verkar inte existera. E-postservern {domain} pÃ¥ IP-adressen {ip_address} avvisade den med felmeddelandet "{error_message}".

source: The email address {email_address} is blacklisted because an attempt to send a message to it failed {timespan_ago}.
sv: E-postadressen {email_address} Ã¤r svartlistad pÃ¥ grund av ett misslyckat fÃ¶rsÃ¶k att skicka ett meddelande {timespan_ago} sedan.

source: The email address {email_address} is blacklisted because of a complaint received {timespan_ago}. Please send an email from that address to support@liberapay.com if you want us to remove it from the blacklist.
sv: E-postadressen {email_address} Ã¤r svartlistan, till fÃ¶ljd av ett klagomÃ¥l mottaget {timespan_ago}. Var god skicka ett mejl frÃ¥n den adressen till support@liberapay.com om du vill bli borttagen frÃ¥n svartlistan.

source: The email domain {domain} was blacklisted on {date} because it was bouncing back all messages. Please contact us if that is no longer true and you want us to remove this domain from the blacklist.
sv: E-postdomÃ¤nen {domain} har svartlistats den {date} dÃ¥ den skickade tillbaka alla meddelanden. Kontakta oss om det inte lÃ¤ngre stÃ¤mmer och du vill att vi tar bort den hÃ¤r domÃ¤nen frÃ¥n svartlistan.

source: The email domain {domain} is blacklisted because of a complaint received {timespan_ago}. Please contact us if this domain is yours and you want us to remove it from the blacklist.
sv: E-postdomÃ¤nen {domain} Ã¤r svartlistad pÃ¥ grund av ett klagomÃ¥l som togs emot {timespan_ago} sedan. Kontakta oss om det hÃ¤r Ã¤r din domÃ¤n och du vill att vi tar bort den frÃ¥n svartlistan.

source: The email domain {domain} was blacklisted on {date} because it provided disposable addresses. Please contact us if that is no longer true and you want us to remove this domain from the blacklist.
sv: E-postdomÃ¤nen {domain} blev svartlistad den {date} fÃ¶r att den erbjÃ¶d engÃ¥ngsadresser. Kontakta oss om sÃ¥ inte Ã¤r fallet lÃ¤ngre och om du vill att vi tar bort den hÃ¤r domÃ¤nen frÃ¥n svartlistan.

source: The email domain {domain} is blacklisted. Please contact us if you want us to remove it from the blacklist.
sv: E-postdomÃ¤nen {domain} Ã¤r svartlistad. Kontakta oss om du vill att vi tar bort den frÃ¥n svartlistan.

source: The email address {0} is already connected to your account.
sv: E-postadressen {0} Ã¤r redan ansluten till ditt konto.

source: A verification email has already been sent to {email_address} recently.
sv: Ett bekrÃ¤ftelsemejl har redan skickats till {email_address} nyligen.

source: You are not allowed to add another email address right now, please try again in a few days.
sv: Du fÃ¥r inte lÃ¤gga till en till e-postadress just nu, var god fÃ¶rsÃ¶k igen om nÃ¥gra dagar.

source: There have been too many attempts to log in from your IP address or country recently. Please try again in an hour and email support@liberapay.com if the problem persists.
sv: Det har varit fÃ¶r mÃ¥nga inloggningsfÃ¶rsÃ¶k frÃ¥n din IP-adress eller land nyligen. VÃ¤nligen fÃ¶rsÃ¶k igen om en timme och skicka ett mejl till support@liberapay.com om problemet kvarstÃ¥r.

source: You have consumed your quota of email logins, please try again tomorrow, or contact support@liberapay.com.
sv: Du har fÃ¶rbrukat din kvot av e-postinloggningar, var god fÃ¶rsÃ¶k igen imorgon, eller kontakta support@liberapay.com.

source: There have been too many attempts to log in to this account recently, please try again in a few hours or log in via email.
sv: Det har varit fÃ¶r mÃ¥nga fÃ¶rsÃ¶k att logga in pÃ¥ detta konto nyligen, var god fÃ¶rsÃ¶k igen om nÃ¥gra timmar eller logga in via e-post.

source: Too many accounts have been created recently. This either means that a lot of people are trying to join Liberapay today, or that an attacker is trying to overload our system. As a result we have to ask you to come back later (e.g. in a few hours), or send an email to support@liberapay.com. We apologize for the inconvenience.
sv: FÃ¶r mÃ¥nga nya konton har skapats under en kort tid. Detta innebÃ¤r antingen att mÃ¥nga nya anvÃ¤ndare fÃ¶rsÃ¶ker ansluta sig till Liberapay idag, eller att nÃ¥gon fÃ¶rsÃ¶ker Ã¶verlasta vÃ¥rt system. DÃ¤rfÃ¶r ber vi dig fÃ¶rsÃ¶ka igen senare (t.ex. om nÃ¥gra timmar). Alternativt kan du skicka e-post till support@liberapay.com. Vi ber om ursÃ¤kt om detta orsakar besvÃ¤r fÃ¶r dig.

source: You've already created several teams recently, please come back in a week.
sv: Du har nyligen redan skapat flera grupper, vÃ¤nligen Ã¥terkom om en vecka.

source: The password must be at least {0} and at most {1} characters long.
sv: LÃ¶senordet mÃ¥ste vara minst {0} och hÃ¶gst {1} tecken lÃ¥ngt.

source: You can't donate to yourself.
sv: Du kan inte donera till dig sjÃ¤lv.

source: There is no user named {0}.
sv: Det finns ingen anvÃ¤ndare med namnet {0}.

source: '{0}' is not a valid weekly donation amount (min={1}, max={2})
sv: '{0}' Ã¤r inte ett giltigt veckovist donationsbelopp (min={1}, max={2})

source: '{0}' is not a valid monthly donation amount (min={1}, max={2})
sv: '{0}' Ã¤r inte ett giltigt mÃ¥nadsvist donationsbelopp (min={1}, max={2})

source: '{0}' is not a valid yearly donation amount (min={1}, max={2})
sv: '{0}' Ã¤r inte ett giltigt Ã¥rligt donationsbelopp (min={1}, max={2})

source: The user {0} doesn't accept donations.
sv: AnvÃ¤ndaren {0} accepterar inte donationer.

source: {username} doesn't accept donations in {rejected_currency}.
sv: {username} tar inte emot donationer i {rejected_currency}.

source: {username} no longer accepts secret donations.
sv: {username} tar inte lÃ¤ngre emot hemliga donationer.

source: {username} no longer accepts private donations.
sv: {username} tar inte lÃ¤ngre emot privata donationer.

source: {username} no longer accepts public donations.
sv: {username} tar inte lÃ¤ngre emot offentliga donationer.

source: The amount {money_amount} isn't in the expected currency ({expected_currency}).
sv: Beloppet {money_amount} Ã¤r inte i den valuta som fÃ¶rvÃ¤ntades ({expected_currency}).

source: It seems you're trying to delete something that doesn't exist.
sv: Det verkar som att du fÃ¶rsÃ¶ker ta bort nÃ¥got som inte finns.

source: "{0}" is not a valid number.
sv: â{0}â Ã¤r inte ett giltigt nummer.

source: "{0}" doesn't match the expected number format. Perhaps you meant {list_of_suggestions}?
sv: "{0}" matchar inte det fÃ¶rvÃ¤ntade nummer-formatet. Menade du kanske {list_of_suggestions}?

source: "{0}" is not a properly formatted number.
sv: Numret "{0}" Ã¤r i ett felaktigt format.

source: The "{0}" community already exists.
sv: NÃ¤tverket â{0}â existerar redan.

source: "{0}" is not a valid community name.
sv: â{0}â Ã¤r inte ett giltigt nÃ¤tverksnamn.

source: You are not allowed to do this because your account is currently suspended.
sv: Du har inte tillstÃ¥nd att gÃ¶ra detta eftersom ditt konto just nu Ã¤r avstÃ¤ngt.

source: Your account lacks a valid email address, please add one.
sv: Ditt konto saknar en giltig e-postadress, vÃ¤nligen lÃ¤gg till en.

source: This payment cannot be processed because the account of the recipient is currently suspended.
sv: Betalningen kunde inte genomfÃ¶ras eftersom mottagarens konto i nulÃ¤get Ã¤r avstÃ¤ngt.

source: Your donation to {recipient} cannot be processed right now because the account of the beneficiary isn't ready to receive money.
sv: Din donation till {recipient} kan inte behandlas just nu eftersom mottagarens konto inte Ã¤r redo fÃ¶r att ta emot pengar.

source: {username} does not accept donations from {country}.
sv: {username} tar inte emot donationer frÃ¥n {country}.

source: The processing of your payment has failed because our software was unable to determine which country the money would come from. This isn't supposed to happen.
sv: Behandlingen av din betalning misslyckades eftersom vÃ¥r programvara inte kunde avgÃ¶ra frÃ¥n vilket land pengarna skulle komma. Detta ska inte hÃ¤nda.

source: You've already changed your main currency recently, please retry later (e.g. in a week) or contact support@liberapay.com.
sv: Du har redan Ã¤ndrat din huvudvaluta nyligen, var god fÃ¶rsÃ¶k senare (t.ex. om en vecka) eller kontakta support@liberapay.com.

source: There have been too many attempts to perform this action recently, please retry later (e.g. in a week) or contact support@liberapay.com if you require assistance.
sv: FÃ¶r mÃ¥nga fÃ¶rsÃ¶ka att utfÃ¶ra denna Ã¥tgÃ¤rd har gjorts, fÃ¶rsÃ¶k igen senare (t.ex. om en vecka) eller kontakta support@liberapay.com om du behÃ¶ver hjÃ¤lp.

source: You're sending requests at an unusually fast pace. Please retry in a few seconds, and contact support@liberapay.com if the problem persists.
sv: Du skickar fÃ¶rfrÃ¥gningar i ett ovanligt hÃ¶gt tempo. VÃ¤nligen fÃ¶rsÃ¶k igen om nÃ¥gra sekunder, och kontakta support@liberapay.com om problemet kvarstÃ¥r.

source: The attempt to send an email to {email_address} failed. Please check that the address is valid and retry. If the problem persists, please contact support@liberapay.com.
sv: FÃ¶rsÃ¶ket att skicka ett mejl till {email_address} misslyckades. VÃ¤nligen kontrollera att adressen Ã¤r giltig och fÃ¶rsÃ¶k sedan igen. Om problemet kvarstÃ¥r vÃ¤nligen kontakta support@liberapay.com.

source: This payment method is currently unavailable. We apologize for the inconvenience.
sv: Denna betalningsmetoden Ã¤r fÃ¶r nuvarande inte tillgÃ¤nglig. Vi beklagar fÃ¶r besvÃ¤ret.

source: The payment processor {name} returned an error. Please try again and contact support@liberapay.com if the problem persists.
sv: BetalningsfÃ¶rmedlaren {name} returnerade ett fel. VÃ¤nligen fÃ¶rsÃ¶k igen och kontakta support@liberapay.com om problemet kvarstÃ¥r.

source: Forbidden
sv: Åtkomst nekad

source: Not Found
sv: Hittades inte

source: Conflict
sv: Konflikt

source: Gone
sv: Borta

source: Too Many Requests
sv: FÃ¶r mÃ¥nga fÃ¶rfrÃ¥gningar

source: Internal Server Error
sv: Internt serverfel

source: Upstream Error
sv: UppstrÃ¶msfel

source: Service Unavailable
sv: TjÃ¤nsten otillgÃ¤nglig

source: The {platform} user you're looking for hasn't joined Liberapay, and it's not possible to create a stub profile for them.
sv: {platform}-anvÃ¤ndaren du letar efter har inte gÃ¥tt med hos Liberapay, och det Ã¤r inte mÃ¶jligt att skapa en miniprofil fÃ¶r dem.

source: Liberapay donation to {username} (team {team_name})
sv: Liberapay-donation till {username} (lag {team_name})

source: Liberapay donation to {username}
sv: Liberapay-donation till {username}

source: Your account doesn't have a password, so you'll have to authenticate yourself via email:
sv: Ditt konto har inget lÃ¶senord sÃ¥ du behÃ¶ver autentisera dig via e-post:

source: The submitted password is incorrect.
sv: Det angivna lÃ¶senordet Ã¤r inkorrekt.

source: â{0}â is not a valid account ID.
sv: "{0}" Ã¤r inte ett giltigt konto ID.

source: No account has the username â{username}â.
sv: Det finns inget konto med anvÃ¤ndarnamn "{username}".

source: No account has â{email_address}â as its primary email address.
sv: Inget konto har "{email_address}" som sin primÃ¤ra e-postadress.

source: {0} is linked to a team account. It's not possible to log in as a team.
sv: {0} Ã¤r bundet till ett gruppkonto. Det Ã¤r inte mÃ¶jligt att logga in som en grupp.

source: "{0}" is not a valid email address.
sv: â{0}â Ã¤r inte en giltig e-postadress.

source: Your email address is now verified.
sv: Din e-postadress Ã¤r nu verifierad.

source: A security check has failed. Please make sure your browser is configured to allow cookies for {domain}, then try again.
sv: En sÃ¤kerhetskontroll misslyckades. VÃ¤nligen kontrollera att din webblÃ¤sare tillÃ¥ter kakor fÃ¶r {domain}, fÃ¶rsÃ¶k sedan igen.

source: Checking cookiesâ¦
sv: Kontrollerar kakorâ¦

source: You are not authorized to access this page.
sv: Du har inte tillgÃ¥ng till att se denna sida.

source: The changes have been saved.
sv: Ãndringarna har sparats.

source: Processing your request failed because our server was unable to communicate with a service located on another machine. This is a temporary issue, please try again later.
sv: Behandling av din fÃ¶rfrÃ¥gan misslyckades fÃ¶r att vÃ¥ra servrar inte kunde kommunicera med en tjÃ¤nst som ligger pÃ¥ en annan maskin. Det hÃ¤r Ã¤r ett temporÃ¤rt problem, var god fÃ¶rsÃ¶k igen senare.

source: '{0}' doesn't seem to be a valid user id on {platform}.
sv: â{0}â verkar inte vara ett giltigt anvÃ¤ndar id pÃ¥ {platform}.

source: {0} returned an error, please try again later.
sv: {0} returnerade ett fel, vÃ¤nligen fÃ¶rsÃ¶k igen senare.

source: You've consumed your quota of requests, you can try again {in_N_minutes}.
sv: Du har anvÃ¤nt upp din kvot av fÃ¶rfrÃ¥gningar, du kan fÃ¶rsÃ¶ka igen {in_N_minutes}.

source: You're making requests too fast, please try again later.
sv: Du skickar fÃ¶rfrÃ¥gningar fÃ¶r snabbt, var god fÃ¶rsÃ¶k igen senare.

source: There doesn't seem to be a user named {0} on {1}.
sv: Det verkar inte finnas nÃ¥gon anvÃ¤ndare vid namnet {0} pÃ¥ {1}.

source: This profile is marked as spam or fraud.
sv: Den hÃ¤r profilen Ã¤r markerad som skrÃ¤ppost eller bedrÃ¤geri.

source: Confirm
sv: Bekräfta

source: Bad Request
sv: Felaktig begäran

source: This login link is expired or invalid. However you're already logged in, so it doesn't matter.
sv: Den hÃ¤r inloggningslÃ¤nken har upphÃ¶rt att gÃ¤lla eller Ã¤r ogiltig. Men du Ã¤r redan inloggad, sÃ¥ det spelar ingen roll.

source: Carry on
sv: FortsÃ¤tt

source: This login link is expired or invalid.
sv: Den hÃ¤r inloggnings lÃ¤nken Ã¤r utgÃ¥ngen eller ogiltig.

source: A login link is only valid for {x_hours} and can only be used once.
sv: En inloggningslÃ¤nk Ã¤r bara giltig fÃ¶r {x_hours} och kan bara anvÃ¤ndas en gÃ¥ng.

source: To request a new login link, input your email address:
sv: Ange din e-postadress fÃ¶r att begÃ¤ra en ny inloggningslÃ¤nk:

source: Email address
sv: E-postadress

source: Go
sv: KÃ¶r

source: The log-in has been cancelled. You can close this page.
sv: Inloggningen har avbrutits. Du kan stÃ¤nga den hÃ¤r sidan.

source: You are about to log in as {identifier}. Please click a button below to confirm or cancel.
sv: Du Ã¤r pÃ¥ vÃ¤g att logga in som {identifier}. VÃ¤nligen klicka pÃ¥ en knapp nedan fÃ¶r att bekrÃ¤fta eller avbryta.

source: Log in as {identifier}
sv: Logga in som {identifier}

source: You seem to be using an obsolete browser, as a result this website may not work properly. We recommend using a recent version of a mainstream browser.
sv: Du verkar anvÃ¤nda en fÃ¶rÃ¥ldrad webblÃ¤sare, pÃ¥ grund av detta sÃ¥ Ã¤r det inte sÃ¤kert att hemsidan fungerar korrekt. Vi rekommenderar anvÃ¤ndning av nÃ¥gon nyare version frÃ¥n de vanligaste webblÃ¤sarna.

source: Ignore this warning
sv: Ignorera denna varning

source: Please input your password to confirm this action:
sv: VÃ¤nligen mata in ditt lÃ¶senord fÃ¶r att bekrÃ¤fta handlingen:

source: This new password is not safe
sv: Detta nya lÃ¶senord Ã¤r inte sÃ¤kert

source: The new password you submitted is unsafe because it matches a commonly used password.
sv: Det nya lÃ¶senordet du skickade in Ã¤r inte sÃ¤kert eftersom det Ã¤r ett vanligt fÃ¶rekommande lÃ¶senord.

source: The new password you submitted is unsafe because it matches a password that has been compromised in one or more public data leaks.
sv: Det nya lÃ¶senordet du skickade in Ã¤r inte sÃ¤kert eftersom det har fÃ¶rekommit i en eller flera offentliga datalÃ¤ckor.

source: The new password you submitted is unsafe because it's too easy to guess.
sv: Det nya lÃ¶senordet du skickade in Ã¤r inte sÃ¤kert eftersom det Ã¤r fÃ¶r lÃ¤tt att gissa.

source: Please input a different password:
sv: VÃ¤nligen ange ett annat lÃ¶senord:

source: New password
sv: Nytt lösenord

source: Go back
sv: GÃ¥ tillbaka

source: {platform} rejected our request to access your data. Reconnecting your {platform} account should fix the problem.
sv: {platform} avvisade din begÃ¤ran om tillgÃ¥ng till din data. Ã teranslutning av ditt {platform}-konto bÃ¶r lÃ¶sa problemet.

source: Reconnect
sv: Koppla upp igen

source: Redirectingâ¦
sv: Omdirigerarâ¦
